draw_sprite_ext(sprite_index, image_index, x, y, 4.746341, 4.318519, 0, c_white, 1);
draw_set_font(FontMain);
draw_text(x+25, y+25, 
"Добро пожаловать в Coffee Next!\n" +
"Инструкция по применению:\n" +
"   Приготовление обычного кофе:\n" +
"      1) При нажатии на сушилку для кружек достается кружка для вашего любимого кофе.\n" +
"      2) Перетащите кружку к кофейному аппарату.\n" +
"      3) Нажмите на кофемашину для заполнения кружки бодрым напитком.\n" +
"      4) Ваш кофе готов!\n" +
"   Приготовление капучино:\n" +
"      1) Наполняете кружку обычным кофе.\n" +
"      2) Берете молоко из холодильника (он находится под стойкой) и наполняете железную кружку, \n" +
"         она должна быть на столе).\n" +
"      3) Перетаскиваете кружку с молоком к капучинатору (он встроен в кофемашину) и нажимаете на аппарат.\n" +
"      4) Ждете пока молоко не вспенится.\n" +
"      5) После всех действий переливаем молоко из кружки в наш кофе.\n" +
"      6) Ваш капучино готов!\n" +
"   Советы:\n" +
"      1) Не пытайтесь делать все быстро, <Поспешишь, людей насмешишь>.\n" +
"      2) Не роняйте кружки, они имеют свойство разбиваться. Если вы все таки разбили кружку, то на этот случай \n" +
"         у вас есть мусорный бачок. Просто перенесите туда осколки и не унывайте, с каждым бывает!\n" +
"      3) Если гость ушел, не нужно унывать. Ему просто позвонили по очень важным делам, скоро он вернется.\n" +
"Приятной игры!"
);
